[`बाप- बेटा 5 के बाद क्या आता है?
बेटा- 6 और 7 पापा!
बाप- शाबाश बेटा मेरा तो बहुत
इंटेलीजेंट है अच्छा तो 6, 7 के बाद!
बेटा- 8, 9, 10
बाप- और उसके बाद?
ब... `, `एक भिखारी को 100 का नोट मिला
वो फाइव स्टार होटेल में गया और भरपेट खाना खाया
1500 रुपये का बिल आया, उसने मेनेजर से कहा, पैसे तो नहीं है
मैनेजर ने पुलिस ......`, `टीचर : एक टोकरी में 10 आम है , उसमें से २ आम सड़ गए , बताओ कितने आम बचे ?
संजू : सर , 10 आम
टीचर : वो कैसे ?
संजू : सड़ने के बाद भी आम तो आम ही रहेगा ना... `, `पत्रकार- 80 साल की उम्र में भी आप बीवी को डार्लिंग कहते हैं, इस प्यार का राज क्या है? 
बूढ़ा व्यक्ति- बेटे 20 साल पहले इनका नाम भूल गया था, पूछने की हि... `, `सोनू अपने दोस्त मिंटू को ज्ञान बांट रहा था
अगर परीक्षा में पेपर बहुत कठिन हो तो…आंखें बंद करो, 
गहरी सांस लो और जोर से कहो- ये सब्जेक्ट बहुत मजेदार है... `, `एक बुढ़िया अम्मा को एक भिखारी मंदिर के बाहर मिला...
भिखारी - भगवान के नाम पर कुछ दे दो मां जी,
चार दिन से कुछ नहीं खाया।
बुढ़िया 500 का नोट निकालते हु...`, `टीचर : मैं जो पूंछू उसका जवाब फटाफट देना
सौरव  : जी सर ,
टीचर : भारत की राजधानी बताओ ?
सौरव  : फटाफट
टीचर अभी तक सौरव को पीट रहा है. `, `अध्यापक ने गधे के सामने एक बोतल दारू रखी और एक बाल्टी पानी की …. गधा सारा पानी पी गया।
अध्यापक ने बच्चों से पूछा तो तुमने क्या सीखा ?
बच्चे : जो दारु ... `, `सास- बहू कहां हो तुम?
बहू- होटल में हूं, बहुत तेज बहुत भूख लग रही थी है
इसलिये यहां खाना खा रही हूं,
आप कहां हो सासू मां ?
सास- लंगर में... 
तुम्हारे ...  `, `डॉक्टर - तुमने आने में देर कर दी।
बब्लू - क्या हुआ डॉक्टर साहब, कितना वक्त बचा है मेरे पास?
डॉक्टर - मर नहीं रहे हो, 6 बजे का अपॉइंटमेंट था 7 बजे आए ह...`, `टीचर (स्टूडेंट से) : सेमेस्टर सिस्टम से क्या फायदा है, बताओ?
स्टूडेंट : फायदा तो पता नहीं, पर बेइज्जती साल में दो बार हो जाती है .....`, `टीचर- तुम तो पढ़ाई में बहुत कमजोर हो,
मैं तुम्हारी उम्र में गणित के इससे भी कठिन सवाल हल कर लेता था. 
सोनू- आपको अच्छे टीचर मिल गए होंगे सर,
सबकी किस्म... `, `पत्नी:- अजी सुनते हो? हमारी शादी करवाने वाले पंडित जी का देहांत हो गया.
पति:- एक ना एक दिन तो उसे उसके कर्मों का फल मिलना ही था....`, `बबलू - ऐसा लगता है कि वो लड़की ऊंचा सुनती है.
मैं कुछ कहता हूं वो कुछ और ही बोलती है.
डबलू - वो कैसे?
बबलू - मैंने कहा… आई लव यू,
तो वह बोली मैंने कल ...`, `पति-पत्नी की लड़ाई हो गई... 
पति ने ऑफिस से फोन किया- रात के खाने में क्या बनाया.. 
पत्नी गुस्से में- जहर... 
पति- मैं आज देर से घर आउंगा तुम खाकर सो ... `, `रवि ने सिद्धार्थ  से कहा- मैं अमेरिका जाने की सोच रहा हूं. 
सिद्धार्थ  - बहुत बढ़िया.  भला कितना खर्च हो जाएगा?
रवि- एक पैसा भी नहीं. भला सोचने में पैस...`, `बैंक : हमारा बैंक आपको बिना interest के लोन दे रहा है…..
मीनाक्षी: अगर देने में interest ही नहीं है तो क्यों दे रहे हो ? नहीं चाहिए ....`, `टीचर- तुम तो पढ़ाई में बहुत कमजोर हो,
मैं तुम्हारी उम्र में गणित के इससे भी कठिन सवाल हल कर लेता था. 
सोनू- आपको अच्छे टीचर मिल गए होंगे सर,
सबकी किस्म...`, `टीचर ने साइंस लैब में अपनी जेब से सिक्का निकाला और एसिड में डाला,
फिर बच्चों से पूछा कि ये सिक्का घुल जाएगा या नहीं 
बच्चा- सर, नहीं घुलेगा। 
टीचर- शा...`, `सोनू- सर मेरी बीवी 4-5 दिनों के लिए मेरे साथ कहीं घूमने जाना चाहती है, छुट्टी चाहिए.
बॉस - नहीं मिलेगी.
सोनू - थैंक्यू सर, मैं जानता था मुसीबत में आप ...`, `सोनू अपने दोस्त मिंटू को ज्ञान बांट रहा था
अगर परीक्षा में पेपर बहुत कठिन हो तो…आंखें बंद करो, 
गहरी सांस लो और जोर से कहो- ये सब्जेक्ट बहुत मजेदार है...`, `पत्नी:- अजी सुनते हो? हमारी शादी करवाने वाले पंडित जी का देहांत हो गया.
पति:- एक ना एक दिन तो उसे उसके कर्मों का फल मिलना ही था....`, `टीचर: न्यूटन का नियम बताओ
स्टूडेंट: सर पूरी लाइन तो याद नहीं, लास्ट की याद है
टीचर: चलो लास्ट की ही सुनाओ
स्टूडेंट: .......और इसे ही न्यूटन का नियम कह...`, `भगवान- स्वर्ग में स्वागत है
आशा है आपने अच्छा जीवन बसर किया होगा !!!!
आदमी- वो तो सब ठीक है
जोड़ियां स्वर्ग में बनती हैं.. वाली टीम कौन हैंडल करता है.....  `, `लड़की वाले- हमें लड़का पसंद नहीं..
लड़के वाले- पसंद तो हमें भी नहीं है अब क्या करें घर से निकाल दें?......`]